{
  "title": "Spanish Translation",
  "url": "?ep=01&fmt=0",
  "guest_stars": "Susan Powter, Kevin Meaney, The Bee Gees",
  "synopsis": "After declaring his fondness for Mexican food, Space Ghost asks diet guru Susan Powter what super powers help \"stop the insanity.\" Comedian Kevin Meaney discusses the virtues of wearing tight pants and the Bee Gees stop by for a short, bizarre visit.",
  "transcript": [
    {
      "speaker": "Choose a format",
      "dialogue": "Regular Table Indented Condensed"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(invisos in to set) Hello! I am Space Ghost. Welcome to my show. (waves) Joining us on this program will be motivational speaker and talk show host, Susan Powter, and comedian Kevin Meaney. Please say hello to the band, Zorak and the Original Way Outs!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Aaah! Sorry. (invisos to desk) Before we begin, I'd just like to point out to our viewers that although it may seem like the Ghost Planet behind me is really close, it's actually millions and millions of miles away. So, don't worry, we're not going to run into it or anything."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Moltar! Damage report?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(as Star Trek's Scotty) She's breaking up!  She's gonna blow, Space Ghost!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(as the \"Lost in Space\" robot) Danger!  Danger!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Got... to do... something..."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(as Ren) Space Ghost, you eediot!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(as Homer Simpson) D'oh!"
    },
    {
      "speaker": "Brak",
      "dialogue": "Aagh! Change it! Aagh! Aagh! This sucks!"
    },
    {
      "speaker": "Sisto",
      "dialogue": "(changes channel) Uh huh, uh huh huh, this is cool. Uh huh, uh huh huh."
    },
    {
      "speaker": "Brak",
      "dialogue": "Yeah, heh heh heh, they're gonna die, heh heh, heh heh. Fire! Fire! (pause) Aagh! (changes channel again)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "My first guest is on a mission to stop the insanity, please welcome Susan Powter."
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "(to person off-camera) Yup... a little salt would be good. (stands up and walks off camera)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Hello Susan.  Susan?  Moltar, what's she doing?"
    },
    {
      "speaker": "(Cut to control room. Monitor shows Susan getting out of her seat, with following text",
      "dialogue": ""
    },
    {
      "speaker": "Frequency",
      "dialogue": "Allocation:     23.3Distribution:   7....Modulation:     1.75Surplus Cheese: 4.5"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(in control room) She's eating pasta salad."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Perhaps she saw your face and decided to split, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Zorak, just remember who has the Orkin man on their speed dial!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Oh yeah?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Enough! Susan's back!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Susan, welcome to the show. I take much pleasure in knowing you."
    },
    {
      "speaker": "Spanish Translator",
      "dialogue": "(with subtitles) Mucho gusto en conocerte."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Tell us, who are you really? What's your secret identity?"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "My secret identity? Um, well, I may as well, I may as well tell you here, sitting here with you, Space Ghost.  I'm really a transsexual, actually. I'm not a woman at all."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(blinks) Really?"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "The real identity is me. It's, uh, about as much me as you can get, when I'm up on the stage."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "So, do you have any super powers that you use to stop the insanity?"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "Yeah, female intuition, the most powerful thing in the universe."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yeah, right. You talk about women taking over the world.  Is this something that I'll be forced to stop in the near future?"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "(Laughs) Yeah, we're going to take over the world, so you're gonna have to battle us."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(slouch position, nodding) Susan, you have some food in your teeth..."
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "(cleans her teeth with her finger)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "That's better.  You were born in Australia, have you ever been snatched away by a pack of wild dingoes? (wild dingo howling sound)"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "No, I, I, I escaped the bush narrowly. Narrowly escaped the bush."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I think we have some footage of you escaping the bush.  Roll that clip, Moltar!"
    },
    {
      "speaker": "Narrator",
      "dialogue": "People are afraid to leave their homes.  They cringe behind locked doors, trembling with fear!  Wondering who the deadly 'bush' will strike next! Meantime, the hideous creatures are multiplying fast!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "This actually isn't too bad. (clip ends)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "My, that's frightening. What do your arch enemies look like, Susan? What scares you?"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "Any freeze-dried yogurty, malty lookin' thing.  Anything white and creamy freeze-dried, stay away from it."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yes!  I certainly will. You must be in awe of my super colossal strength!"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "I'm in awe of any man that wears wristbands like yours."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Can you see every painful detail of my muscular physique?"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "(laughs) You are a specimen!  (laughs) In more ways than one."
    },
    {
      "speaker": "Sisto",
      "dialogue": "She said 'specimen', huh, huh..."
    },
    {
      "speaker": "Brak",
      "dialogue": "Yeah, heh, heh... heh, heh. I'll get it."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Thank you.  Say, I was thinking of coming out with my own diet plan, do you have any advice for me to follow?"
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "Fly fast, and uh, whatever it is ya eat, make sure it's high volume, low fat. (laughs)  What do you eat, anyway?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Chemicals, tacos, fajitas, chimichangas, quesadillas, burritos, refried beans, flan, sopapillas, cheese dip, the speedy with beans, hot tamales..."
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "Well, that's what we eat too.  Hey, it's the same thing.  We're all eating chemicals."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yes, they help me do my job."
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "And what do you do?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I fly and save planets from peril."
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "Why doncha come on down and help us here, 'cause we're dying! (camera zooms in at end of sentence)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Will do, Citizen.  Thanks for being on the show, Susan, and good luck stopping the insanity."
    },
    {
      "speaker": "Susan Powter",
      "dialogue": "Well, good luck saving the planets, and please help us here, 'cause we really do need your help."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay!  Don't go away, we'll be right back."
    },
    {
      "speaker": "",
      "dialogue": "INTERRUPT FEED"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Alrighty!  My next guest is from Los Angeles, he is a stand up comedian, please welcome Kevin Meaney."
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "(to Zorak) What is wrong with you?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Does my music frighten you?"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "Yes!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(laughs, a la Beavis and Butthead)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I'm terribly sorry. Welcome Kevin, I trust the particle transformation was comfy, do you have enough oxygen?"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "Absolutely, Space Ghost, I couldn't be more comfortable, thank you for asking."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You're welcome.  Tell us, are you keeping busy?"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "I certainly am, uh, I travel all throughout the galaxy, uh, you know, doing my comedy.  (laughs)"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(laughs)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(laughs) Say Kevin, what would your mother think of you being on my show?"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "(imitating his mom) Oh my God, we turned on the TV this afternoon and guess who we saw?  Space Ghost!... Interviewing Kevin!  It was crazy!  I don't get it. Are you involved with the FBI or something?  Mmm-mm-mm!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Kevin, I have many super powers and a colossal bulk that frightens evil villains, what do you have that will impress us?"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "Well, Space Ghost, I have an incredible head of hair."
    },
    {
      "speaker": "Spanish Translator",
      "dialogue": "(with subtitles) Tengo un peinado increible."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(not impressed) Astonishing. (laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(Grits his teeth, aims a ray at Zorak)"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "Oh my God! Space Ghost!  Don't do that!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Ouch!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Already done!"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "I... think you've crossed the line here."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yeah, whatever."
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "Space Ghost!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Kevin, I wear a pantsuit and a cape."
    },
    {
      "speaker": "Spanish Translator",
      "dialogue": "(with subtitles) Me visto con ma yas y capa."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I wear a pantsuit and a cape. So what do you think of my tight pants?"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "Well, let me tell you something, Mr. Tight-Pants-wearing Space Ghost! (imitates his mother) I don't like them one bit!  Walking around the universe with tight pants on, it's not right!  You're like a crazy person!  What's wrong with you? What if President Kennedy finds out about this? He'll think the school has been infiltrated by Communist spies. And the Monsignor will be black-listed, and the Pope..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "It's been a thrill having you on.  Come back and see us again. (:INTERRUPT FEED)"
    },
    {
      "speaker": "Kevin Meaney",
      "dialogue": "What do you mean, (:INTERRUPT FEED) you can't hear, I (:INTERRUPT FEED) Space Ghost."
    },
    {
      "speaker": "",
      "dialogue": "INTERRUPT FEED"
    },
    {
      "speaker": "Male Announcer",
      "dialogue": "You've seen 'em outwit Space Ghost in horrendous space battles, now, hear 'em sing your favorite nursery rhymes and lullabies!  It's Zorak and Moltar! (picture of record album flies up on screen) Just listen..."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(sings, sort of)Rock a bye Space GhostSay your prayers,My Locust ship is arrivingand I will conquer you!And the universe will beMINE! MINE! MINE! (evil laugh)"
    },
    {
      "speaker": "Male Announcer",
      "dialogue": "Like angels!  Never before has such evil villainous scum recorded such a masterpiece, one the whole family can enjoy!  Here's another favorite..."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Twinkle, twinkle, little..."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Star!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "We know exactly where you..."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Are!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "You can't run and you can't..."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Hide!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Because we'll find you, Space Ghost, and the universe will be..."
    },
    {
      "speaker": "Zorak & Moltar",
      "dialogue": "OURS! OURS! OURS! (evil laugh)"
    },
    {
      "speaker": "Male Announcer",
      "dialogue": "Yes, just imagine... You'll be the envy of all your friends when you order this collector's item and play it really loud! Just send ninety-four dollars to the address on your screen."
    },
    {
      "speaker": "Male Announcer",
      "dialogue": "(reading really fast) Zorak & Moltar sing the Nursery Rhymes and Favorite Lullabies, P.O. box one eight seven four eight seven six five one two two zero zero nine, space, the universe, six six eight zero zero zero one one two. Order now! That's right, only ninety-four dollars!"
    },
    {
      "speaker": "Female Announcer",
      "dialogue": "Available at Murray's."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(at desk, watching commercial) Hmmmmm.  That's expensive."
    },
    {
      "speaker": "Moltar",
      "dialogue": "How could this be? There's three of them!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Moltar!  What is it?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "It's the blasted Bee Gees! (more satellite data is displayed on the monitor)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "What?  How can this be?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "They say you called them to be on the show!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Why, I never called... Zorak!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Uh, I must go to the store to get butter and cheese."
    },
    {
      "speaker": "Spanish Translator",
      "dialogue": "(with subtitles) Tengo que ir a la tienda a comprar mantequilla y queso."
    },
    {
      "speaker": "Zorak",
      "dialogue": "I must go to the store to get butter and cheese."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Standby, Space Ghost!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Hello, Bee Ghees, are you in good spirits?"
    },
    {
      "speaker": "Bee Gees",
      "dialogue": "It depends on what we've been eating, Space Ghost, it depends on the food. Come on, Space Ghost, come on! (they all talk & laugh continuously)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(to himself) This is the Bee Gees, boy, if only we could really, just, fry them."
    },
    {
      "speaker": "Bee Gees",
      "dialogue": "(continue to laugh)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(zaps the Bee Gees) Hey fellas, I know a great Polynesian restaurant up the street."
    },
    {
      "speaker": "Zorak",
      "dialogue": "I could go for a pu pu platter."
    }
  ]
}