{
  "title": "Episode 11 - \"Story Book\"",
  "url": "?ep=11&fmt=0",
  "guest_stars": "Kirk the Storyteller, Carl the Cartoonist",
  "synopsis": "Kirk the Storyteller and Carl the Cartoonist stop time with their riveting interpretation of two previous episodes of \"Space Ghost Coast to Coast.\" \"Banjo\" and \"Batmantis\" unfold with a solemn reverence appropriate to their importance in the Space Ghost pantheon of electronic entertainment.",
  "transcript": [
    {
      "speaker": "Choose a format",
      "dialogue": "Regular Table Indented Condensed"
    },
    {
      "speaker": "",
      "dialogue": "WAITING"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Greetings, I'm Space Ghost..."
    },
    {
      "speaker": "Kirk the Storyteller",
      "dialogue": "Welcome to the amazing tales, of the classic superhero Space Ghost, who has entertained young and old for generations. I'm Kirk the Storyteller, and I'll be your narrator. Carl the Cartoonist will help me tell the stories by drawing pictures as we go along."
    },
    {
      "speaker": "Meantime, Zorak, on the monitor in the control room, is up to mischief as he speaks an incantation",
      "dialogue": "\"Lombaak ecree oplom ah-plee ozona ah-ah.\" \"What is that?\" asks Moltar. Zorak replies, it is a spell from his new book, The Joy of Incantations. It gives him power over Space Ghost's mind."
    },
    {
      "speaker": "And then Zorak comes forward and speaks his evil incantation",
      "dialogue": "\"Lombaak ecree oplom ah-plee ozona ah-ah.\" The Space Ghost loses control, as Zorak commands him to say something stupid! Space Ghost asks if they would like him to swallow a live mollusk!"
    },
    {
      "speaker": "Zorak continues his evil spell",
      "dialogue": "\"Lombaak ecree oplom ah-plee ozona ah-ah.\" Space Ghost continues his show, but he is not in complete control of his mind. \"Schooly,\" he asks, \"are you interested in frolicking in a leafy glade?\" Zorak continues his incantation, but Space Ghost comes to his senses and shoots a ray, (ray sound effects in background) destroying Zorak."
    },
    {
      "speaker": "",
      "dialogue": "INTERRUPT FEED"
    },
    {
      "speaker": "Kirk the Storyteller",
      "dialogue": "In our second story, Zorak and Moltar are no longer Space Ghost's adversaries, but are now assisting him. As Zorak approaches Moltar's monitor, there is no sign of Moltar. Instead, he finds a note that alarms him. It says, \"If you ever want to see Moltar again, Space Ghost must surrender his power bands, and give me control of the universe. If you don't comply, Moltar will be recycled. Signed, Your Mother.\""
    },
    {
      "speaker": "Space Ghost then clicks through space frequencies. \"Moltar, can you hear me? Are you there, son?\" Adam West appears on the monitor; \"Are you talkin' to me?\" \"Look,\" says Space Ghost, \"Your Mother's taken Moltar, become Batman and help me! I need your superpowers.\" Adam laughs; \"I'm just a little crazy, obsessed with fighting crime, but I have no superpowers. But I have all the answers here in my new book.\" But Adam West refuses to give his book to Space Ghost. \"Adam, you're a wimp!\" Space Ghost replies. \"Well, I won't have to fight Your Mother alone",
      "dialogue": "I have Batmantis!\""
    },
    {
      "speaker": "Kirk the Storyteller",
      "dialogue": "\"Banjo! Banjo! Baaannjo!\""
    }
  ]
}