{
  "title": "Episode 11a - \"Le Livre D'Histoire\"",
  "url": "?ep=11a&fmt=0",
  "guest_stars": "Jim Carrey, Charles Russell, James Kirkconnell, Carl Clark",
  "synopsis": null,
  "transcript": [
    {
      "speaker": "Choose a format",
      "dialogue": "Regular Table Indented Condensed"
    },
    {
      "speaker": "",
      "dialogue": "WAITING"
    },
    {
      "speaker": "Lokar",
      "dialogue": "Bon soir, I am Lokar, potentate of thug locusts. (final theme music flourish) I'm sitting in for Space Ghost, who's visiting his mum in central Florida. Tonight I have some gems from the Space Ghost vault. Well, actually, these are not gems, they're just repackaged squalour contrived to occupy precious time on the network, thereby providing your infantile humanuory Space Ghost fix for the week. This eventide will manifest two uncommon chapters from the Space Ghost sequence. This maiden article is from a homestead video rele - Get these spiders off of me!!! (shakes his arm violently) Excuse me... There were some ar-r-rachnids in here... Anyway, it's quite beyond my discernment what you asinine humans think is so bleeding marvelous, bleeding marvelous, about the puerile Space Imbecile and his stupid pal Gr-r-reeny. R-r-roll, the cr-r-rap! Please don't jump on me, spiders."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Alrighty! We have some interviews with the stars of \"The Mask\"! Look! Here comes Jim now!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Ihh, his mask is better than yours."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Shut your yap, ya stupid cricket. Hello, Jim! Were you followed?"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Uhhhh... No."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Good! Y'know, I just called Zorak a cricket, but he's really a mantis!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Oh really? He's really a mantis. Excellent."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Impersonate me!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "(Does mantis impersonation) This kind of mantis?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Say, that's pretty good!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "I used to love mantises. I used to love to, like, get a mantis and a grasshopper, put them in a jar and shake them up."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "A grass-mantis shake? Now if only we knew where to find a big grasshopper!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Shut up!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Cool. Alright."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Hey Jim, can you impersonate me?"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "(makes humming-whistling sound effect)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Childish."
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "I love the killer ray, man."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "And it loves you!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Really?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yes! But love it carefully, it's a very delicate instrument."
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "It doesn't just go off, every once in awhile, and just swat somebody?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Nooo... (his destructo ray goes off, burning Zorak to a crisp)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I... meant to do that."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Eh... uh..."
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Oh, man!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "He'll live, he always does. So, do you love my mask as well, citizen Mask?"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Space Ghost's mask is e-, is excellent. But where are the ears, man?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Don't need 'em. I read lips."
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Excellent."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "What? What?! (laughs)"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Cool. Alright."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I hear (get it? hear?) that you can make your heart beat out of your chest. Do it!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Uhhh, that's just really a side effect from the drugs."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Drugs are bad!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Cool. Alright."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I've never taken drugs."
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Quit braggin'!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Sorry."
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Alright."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Do you have any words of wisdom to tell the universe?"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "To the universe?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "No, to the universe!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Uhhhh, n-, uhhhh, yeah, um, no."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Bye then!"
    },
    {
      "speaker": "Jim Carrey",
      "dialogue": "Cool. Alright."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Whatever. (zaps Jim off monitor)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(still crisped) Emmm... mmmm..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I'm really sorry, Zorak. I didn't mean to..."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Ehhh, sure, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(Pong game is on monitor) It just went off! Really!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Sure it did. Ihhh."
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "(in the control room) Did he have a sidekick or something?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "What, you mean those teens? (laughs) They're history!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "That's cool."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "My next guest is Charles Russell! He directed \"The Mask\"! (Charles appears on monitor) Citizen Charles! Welcome to the show!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "Thank you very much."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I can be an actor! I've got the look!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "Oh, well, the yellow cape is good, I like yellow a lot..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Me too!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "We have a nice, banana yellow zoot suit in \"Mask\"."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Bananas are a good source of potassium!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "That's true."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "So very, very true!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "(looks at Space Ghost)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "So, what about the rest of my suit?"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "It's strong, it's powerful, but I think it's time for Space Ghost to break out."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I like the way you think, Chuck!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "I think I might wanna do something with the wardrobe, I think, oh, I think I might wanna do something, maybe, with a little more color."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You wanna paint me up all green like the \"Mask\" guy?"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "The truth, though, is that Jim Carrey actually is green."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Zorak is green... with evil!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "I think having an evil bandleader is always a plus, because it gives you that special edge to the music."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yeah, whatever. We're not here to talk about music, Chuck. We're here to talk about me, and my talk show on the Cartoon Network, which airs Friday nights at 11pm Eastern Standard Time! (\"Shameless Self Promotion\" flashes at bottom of screen again)"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "Although, Space Ghost, I must say that I've enjoyed some of your earlier work in particular..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "That was nothin'! I was typecast!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "But, Tex, Tex Avery, uh... Chuck Jones..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Those guys are old school! I was typecast! Don't you get that?!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "(looks back in silence)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I kept getting super-hero parts, saving galaxies... I wanted more heroic roles! Like... like Lassie!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "Uh, I've always been bored with Lassie, who..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Bored with Lassie?! Lassie's king!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Yeah! Lassie's king!"
    },
    {
      "speaker": "Charles Russell",
      "dialogue": "Did he have a sidekick or something?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(under his breath) Lassie-hater."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Normally, I'd ask you if you had any final words for the universe, but we're out of time for you, because now I must plug my show! \"Space Ghost Coast to Coast\" airs only on The Cartoon Network!"
    },
    {
      "speaker": "Lokar",
      "dialogue": "(talking over Space Ghost) Isn't that funny?! Isn't that jovial?! Look! Look, he's so pr-r-recious! All right, would some personage out there please elucidate me, what in the name of all that's dear was so capricious about that piece? Ohhhh! Comedy! I see! Cahhhh-me-dy! Yesss! Let's probe that word, shall we? Comedy: popular distraction comprised of revelry, jape, jest, or humourous, humourous performance. Frankly, I find more drollery in a r-r-regional neighbourhood r-r-renaissance festival, than in this Space Ghost cr-r-rap! I shall return after this aaaaAAAA! Get away from... Stop touching, aaaaAAAA! ... a-, after this message from the guarantor."
    },
    {
      "speaker": "",
      "dialogue": "INTERRUPT FEED"
    },
    {
      "speaker": "Lokar",
      "dialogue": "When it all comes down to it, this ensuing scrap of offal would be my peculiar pampered darling. Why, you may ask? Well, I shall tell you. This singular episode, christened \"Storybook House\", with Kirk the Storyteller and Carl the Cartoonist, rankled the invariant Space Ghost beholder to the extreme. R-r-roll, the cr-r-rap, please!"
    },
    {
      "speaker": "Kirk the Storyteller",
      "dialogue": "Welcome to the amazing tales, of the classic superhero Space Ghost, who has entertained young and old for generations. I'm Kirk the Storyteller, and I'll be your narrator. Carl the Cartoonist will help me tell the stories by drawing pictures as we go along."
    },
    {
      "speaker": "Meantime, Zorak, on the monitor in the control room, is up to mischief as he speaks an incantation",
      "dialogue": "\"Lombaak ecree oplom ah-plee ozona ah-ah.\" \"What is that?\" asks Moltar. Zorak replies, it is a spell from his new book, The Joy of Incantations. It gives him power over Space Ghost's mind."
    },
    {
      "speaker": "And then Zorak comes forward and speaks his evil incantation",
      "dialogue": "\"Lombaak ecree oplom ah-plee ozona ah-ah.\" The Space Ghost loses control, as Zorak commands him to say something stupid! Space Ghost asks if they would like him to swallow a live mollusk!"
    },
    {
      "speaker": "Lokar",
      "dialogue": "(talking over ending of Kirk's story) That doesn't make sense. Well, that's it, then. Space Ghost is cr-r-rap. Now, I can understand you'd obviously prefer to slurp from my well of artistic endeavour. So here for you now, I present an ambrosia morsel of my neo-terric travail that I've entitled \"America's Funniest Funny Videos!\" Stand by for boisterous mirth!"
    }
  ],
  "air_date": null
}