{
  "title": "Episode 25 - \"Freak Show\"",
  "url": "?ep=25&fmt=0",
  "guest_stars": "Wylie Gustafson, Bill Manspeaker (of Green Jellÿ)",
  "synopsis": null,
  "transcript": [
    {
      "speaker": "Choose a format",
      "dialogue": "Regular Table Indented Condensed"
    },
    {
      "speaker": "",
      "dialogue": "WAITING"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(to Wylie on monitor) It's the oldest thing in the universe, man. I'm working in a vacuum for the better part of three years, who tells me anything except the audience... (Wylie disappears from monitor)"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "(appears on monitor) Mr. Ghost, Mr. ..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Moltar, what happened to Wylie?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Not my fault."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "But I wasn't finished talking to him."
    },
    {
      "speaker": "Moltar",
      "dialogue": "(on the monitor) It's not my fault!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Did I say it was? Man, you don't have to get huffy with me!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "(replaces Moltar on monitor) nuqneH, Space Ghost, prepare yourself for a dose of my spank ray! I'm your worst nightmare! Warp factor nine and prosper! I'll be back! (image disappears from monitor)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(stares in shock) Whoa!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(invisos in to set) Greetings there, o people my people! Tonight, we've got a really fun show lined up for you that we think you be just tickled about! Wylie Gustafson of \"Wylie and the Wild West Picture Show\" is here, and he's going to yodel for us! (short pause) Isn't that grand? (short pause) Please say \"hey now\" to Zorak and the Original Way Outs!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(invisos to desk) Please welcome Wylie Gustafson! (Wylie on monitor lowering from the ceiling) Hello, Wylie, welcome to the show!"
    },
    {
      "speaker": "Wylie Gustafson",
      "dialogue": "Alright, thank you."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Wylie's gonna yodel for us, right, Wylie?"
    },
    {
      "speaker": "Wylie Gustafson",
      "dialogue": "Yeah! I can do that. Uh ... (disappears from monitor, replaced by Commander Andy)"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Be-de-be-de-be-de-be-de-be-de, I'm back, buck! (laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Aw, crimony in the bucket! Moltar, are you behind all of this?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "I didn't do it, it's some kind of pirate channel!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Well, can't you trace it?"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Tracing will do you no good, Space Ghost. I am on an undetraceable sub-space frequency that is carried on a carrier beam that is disguised as a normal holiday Romulan holiday greeting."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Uh-kay. Sparky, I don't know what you did to the yodeler, but when I find out where you are, I ..."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Silence! I want to talk to Zorak."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(looks back)"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Hi, Zorak."
    },
    {
      "speaker": "Zorak",
      "dialogue": "What!?"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Gimme some gum! (laughs)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Geek!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yeah, geek. Release your satellite transmission this instant!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Oh, but that would go against my prime directive, Space Ghost. You see, my ultimate plan is to ... (he is interrupted by his mother, off camera) (shouting) What? ... No, I'm not, I'm not doin' anything... no, I did... I did that already... I said, I already did the dishes..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Look, Moltar, he's distracted."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "(in background) I did... No! You didn't say you wanted them dried..."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Let's see what this scrambler blast does. (throws lever) (Wylie returns to the monitor, playing his guitar and yodeling)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(after song finishes) Ahhhh, now that was soothing! Er, sorry about the interruption, Wylie, some nuthead from... Er, where was he from, Moltar?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Ah, the trace only got as far as Rigel IV."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Well, wherever he was from, he interrupted our feed! And that's why, er, we, you know, he, um... (short cough) Hey, Wylie, how about doing a yodel for me?"
    },
    {
      "speaker": "Wylie Gustafson",
      "dialogue": "(singing and playing guitar)He did the Space Ghost yodel, (yodels)The Space Ghost yodel, (yodels)The Space Ghost yodel, (yodels)(longer yodeling, big finish)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Now Wylie, have you ever been to the Grand Old... (clears throat) excuse me... Have you ever been to the... (coughs loudly) Zorak, be a dear and get me some water."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Is that my only part in this show? A water bug? (Space Ghost coughs loudly in background) Look, I'm a mantis, not a silverfish!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(stops coughing) Huh?"
    },
    {
      "speaker": "Wylie Gustafson",
      "dialogue": "Uh..."
    },
    {
      "speaker": "Zorak",
      "dialogue": "You know, silverfish. A tiny active fresh water crustacean, found mainly in the southwestern United States."
    },
    {
      "speaker": "Moltar",
      "dialogue": "I think you're describing a water flea."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yup, I think that's a water flea. How 'bout it, Wylie? Water flea or no?"
    },
    {
      "speaker": "Wylie Gustafson",
      "dialogue": "I'll, I think so, yeah."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Well, it all winds up meaning that I have a crappy part in this week's show!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Mantises, eh, Wylie?"
    },
    {
      "speaker": "",
      "dialogue": "INTERRUPT FEED"
    },
    {
      "speaker": "Wylie Gustafson",
      "dialogue": "When I was in college, I was in a, a rock band, but then after playing rock for a while, I went back to country, because, you know, you can't yodel in rock and roll. (starts playing his guitar)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh, I know, tell me about it! (to audience) We're back with Wylie Gustafson of \"Wylie and the Wild West Picture Show\". He's a yodeleer. Now tell me, Citizen, how big of an influence was \"Hee Haw\" on your career?"
    },
    {
      "speaker": "Wylie Gustafson",
      "dialogue": "A huge influence. Uh, \"Hee Haw\" was probably my most watched show, when I was a kid."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Hey Zorak, do you remember Junior Samples, that lovable fat used car dealer?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(banjo music in background) (with hillbilly accent) Jes' call B R five four nine! (holding sign which says \"BR-549\")"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "So, do you remember him? (Wylie disappears from monitor, replaced by Commander Andy again)"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "(Minnie Pearl style) How-dy! \"Lombaak ecree oplom ah-plee ozona ah-ah.\""
    },
    {
      "speaker": "Zorak",
      "dialogue": "(stares in shock)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(sarcastically) Can I help you?"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "That's what Zorak said when he controlled your brain, in Episode 6, the \"Banjo\" episode. 'Member?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "What a maroon!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You know, you're only amusing yourself, son."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "\"Why do we always hurt the ones we love? Banjo! Banjo! Banjo!\""
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "By the way, mister, for your information, the \"Banjo\" episode was Episode number 7, not 6. You're busted!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Oh, that's right! I'm so stupid! I'm so stupid, stupid, stupid, stupid, stupid, stupid, stupid, stupid, stupid, stupid, stupid..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You know, you just think about that, son, maybe you'll be a little more careful next time. (makes \"power band\" moves) Now release the dang feed!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Ah! (makes his own power band moves) testy, testy! Got a few demands that need to be met before I relinquish my control."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Moltar, what is going on with the feed?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "It's not my fault!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Alright, here are my demands, Space Man, Space Master. Get it? The Professor! (laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yeah. Moltar!!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "I'm working on it!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Moltar cannot help you anymore, Space Guy. 'Cause my power's much too strong for that molten man."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Who are you?"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "I am Commander... wait, hold on... (goes off camera)"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Stinkin' pirates! (throwing lever, trying to break the feed)"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "(returns with paper towel tube with one sheet still attached) I'm back. (tears off the last sheet and talks through the tube) I'm Commander Andy of the Cosmos! I've come to take over your show! (talks normally) I'm a big fan!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I believe you had some demands?"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Oh yeah, I want some free stuff. I want free coffee mugs like you have in the commissary. I want free T-shirts, the kind that don't shrink. And I want a free replica of the Phantom Cruiser, not the crappy 80's version. (Herndon's face appears on screen as he talks)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(smugly) Uh huh. Is that all?"
    },
    {
      "speaker": "Herndon",
      "dialogue": "Want an autograph."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Oh, yes, and my cousin Herndon wants an autograph."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Well, aren't you sweet! I'm sure I'd be happy to..."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "(Herndon whispers to him) No, he wants Zorak and Moltar's autograph. And some gum. (laughs)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Dorkly."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Hey! I want to know what the deal was with Episode number 11. The one with the storyteller guy."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I don't know what you're talking about."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "You know the one! Uh, I had a party over here, at my place, to watch a whole new episode of Space Ghost, like they advertise, but really it was this crappy rehashing of two old episodes."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I'm afraid you'll have to direct those questions to our friends in programming. They can be reached at area code..."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "'Cause you really disappointed me when... (his phone rings, he answers it) Hello? ... Oh, it's you, Scully... Is Mulder investigating the disturbance in Roswell, New Mexico? ... Yeah? ..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Pssst! Quick, Moltar! Now's our chance!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Ah, I wonder what this lever does? (throws it, all power dies, screen goes blank, test tone is heard) Whoops!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(inviso sound) Did you get it?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Hey! Don't sneak up on me like that!!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Did it work?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Uh... I don't know. (turns power back on, Space Ghost and Moltar are in control room)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Well, at least you got him to shut up. (invisos back to desk) So, is the yodeler totally gone? Sayonara?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "He's gone. And it's not my fault!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Eh, anyone else for me to talk to?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Well, uh, maybe... let's see here (throws lever, weird character appears, with makeup, costume and fake hands)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Hello, Mr. Space Ghost, where are you?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "And just who are you supposed to be?"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "I'm 100% stupid."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(pause) Moltar, do you have any non-freaks to put in my monitor?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Well... uh... no."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh, well that's just great!"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Where's Space Ghost?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh, shut up!"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "I want Space Ghost now, where is he?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(stares back)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Are you like Jeannie or Bewitched?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(stares back)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "First we start it off with a little guitar (plays air guitar chord) And then I go, \"Yeaaaaaah!\" And then the girls go, \"Woooooo!\" And then I go, \"Hot mamas!\" And then they go, \"And here's a whole bunch o' money!\" And then I take all the money and then I go out and I try to buy Apple Jacks, but do you know what, the secret service is coming, and they start hittin' me, and they're hittin', stop hittin' me, who's talkin' to me, stop it!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(stares back)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "You look like a woman on the TV."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay, that's it. I can't take this anymore."
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Space Ghost, no, don't leave me!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(zaps the monitor with his destructo ray) Anybody have any idea who that was?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Some lost soul, cowering behind a cheap costume, afraid to reveal his true identity."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(glares at Zorak) (Commander Andy reappears on monitor) Aw, for the love of Don Bohannon! What now?"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "I am not amused. If I was in the same room with you right now I would give you the Vulcan nerve pinch and knock you out."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Uh-kay. I've had all I need out of you, mister house-breaking wee-wee pants. (zaps the monitor with his destructo ray, but ray bounces back) Aaa!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "(laughs) You see, I've installed this in-, this new ultra-galactic spheroidal backlash wompoma. It, it prevents you from harming me or any of my equipment through reverse transmission. Oh, and I have one more demand."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "What do you want?!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Actually, it's two more demands. I want a jump rope, with, with the wooden handles so, like, it's easy to turn. I want Super Elastic Bubble Plastic."
    },
    {
      "speaker": "Zorak",
      "dialogue": "More lines for Zorak."
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Lines for Zorak, yes, some more of those. A lockable diary."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Aaargh! Anything else?"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Yes. I want a little brother. (pause) And that's it."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(deep sigh)"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Oh yes, and one more thing. I want at least one episode of Space Ghost to have a decent ending, not one that just is abruptly interrupted by the theme"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Cop out, cop out, cop out!"
    },
    {
      "speaker": "Commander Andy",
      "dialogue": "Ohhh, oh, oh, whoa, just one more thing. One! (laughs)"
    }
  ],
  "air_date": null
}