{
  "title": "Episode 33 - \"Woody Allen's Fall Project\"",
  "url": "?ep=33&fmt=0",
  "guest_stars": null,
  "synopsis": null,
  "transcript": [
    {
      "speaker": "Choose a format",
      "dialogue": "Regular Table Indented Condensed"
    },
    {
      "speaker": "Announcer",
      "dialogue": "It's Space Ghost Coast to Coast! Tonight, a word-for-word re-enactment of some old stuff performed by some people you don't know, like Andy Merrill, Dave Willis, and Gus Jordan. Plus, Sean Gooden, Isabel Gonzalez, Scott Lipe, and Rex Bullion. And now, in case you haven't already changed the channel, James Kirkconnell!"
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "Welcome to the amazing tales of the classic superhero, Space Ghost, who has entertained young and old for generations. I'm James Kirkconnell, and I'll be your host. Tonight our tales from the Ghost Planet will be re-enacted by the Ghost Planet Dinner Theatre Ensemble, of Doraville, Georgia. Presented for you, the viewer, are a selection of famous moments, from Space Ghost's talk show, \"Space Ghost Coast to Coast.\" Let's look in as our players interpret a scene from the show's fifth episode, entitled \"Bobcat,\" starring funnyman Bobcat Goldthwait. In the following amazing exchange, it is easy to see why Mr. Goldthwait is remembered as one of Space Ghost's favorite guests. And now, our word-for-word re-enactment, of a conversation that took place at a certain time, in a certain dimension, somewhere deep in space. (eerie sound effect)"
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Barney's going to make more kids snap than Bugs Bunny."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Uh huh."
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "A kid knows Bugs Bunny's joking around, kids think Barney's for real!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Uh huh."
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "\"I love you\", you don't love us, Barney, you don't even know us!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay! We're back with Bobcat Goldthwait! I understand that you have special powers."
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Yes. I'm able to, uh, bend forks."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Wow!"
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "But only at Denny's. Any other kind of forks I don't seem to be able to bend."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Wow, now, is this physically or mentally?"
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Um, I do it with my mind... but you gotta look away, really, for a little while."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "When I said you were pretty, I meant you remind me of Judy Collins."
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Judy Collins? (laughs) Wow, Space Ghost, man, crack a window, will ya?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I'd be violently sucked into space."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Then maybe people would tune in."
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Well, I think Moltar's giving us the signal to wrap it up, huh, Space Ghost?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "No, Bobcat, that's just his way of telling us to finish the interview. Join us for dinner after the show?"
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Thanks, I'd love to join you for dinner, but I don't know about eating with no gigantic locust. Don't they spit on their food first and then mulch it up and spit it back out?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "That's regurgitational ingestion, flies do it, not locusts."
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Yeah, well, but you know, that's exactly how I eat, so, perhaps I will dine with you."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Alrighty! We'll meet you in the chamber after the show. Any parting words?"
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Space Ghost, I want to party with you."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You mean with a party cake and lemonade and paper hats?"
    },
    {
      "speaker": "Bobcat Goldthwait",
      "dialogue": "Perhaps, perhaps."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Alrighty then! (taps his cue cards)"
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "(claps) And so our classic superhero Space Ghost went on to talk with The Ramones, with typically illuminating results. Next, our actors take on a particularly challenging moment, in the lexicon of Space Ghost's material. Our superhero, stalwart, manly, single, becomes smitten with his guest television superstar turned author, Fran Drescher. We join our troupe just as the blush of love begins to color Space Ghost's superheroic perception for the first time. Once again, I invite you to witness our word-for-word re-enactment, of an amazing scene from the episode \"Girlie Show\". It took place at a certain time, in a certain dimension, somewhere deep in space. (eerie sound effect)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Hey hey, ho ho, Space Ghost has got to go. (sign says \"DESTROY ALL TALK SHOWS\") (repeats chant in background while others talk)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(to himself) After lunch, we'll marry, in a simple ceremony. She'll grow to love the Ghost Planet after a while..."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(still chanting in background)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(to Fran) Don't mind him, dearest. Labor dispute."
    },
    {
      "speaker": "Fran Drescher",
      "dialogue": "Well, you can fire him, you're the star."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Hey hey, ... He can't fire me! I'm the hardest working mantis in show business! Hi-yo!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Forget him, my fair Nanny! He's but a lowly proletariat."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Actually, I'm Episcopalian."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(lounge music in background) You know, I've never met a woman guest quite like you before, Nanny."
    },
    {
      "speaker": "Fran Drescher",
      "dialogue": "Thank you, I know."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh yeah, I can sense quality in a female of the species when I scan for it."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(belches)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Zorak! There's a Nanny present! Watch your mouth!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "I can't. It's... it's too underneathy."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(laughs)"
    },
    {
      "speaker": "Fran Drescher",
      "dialogue": "(laughs) My husband says that..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Husband?"
    },
    {
      "speaker": "Fran Drescher",
      "dialogue": "Right."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I'm sorry Nanny, but... good-bye."
    },
    {
      "speaker": "Fran Drescher",
      "dialogue": "(looking puzzled)"
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "(claps) One wonders if valiant super-crusader Space Ghost is still haunted, by the melodious laughter of television's \"The Nanny\". We hope you enjoyed our word-for-word interpretation of their meeting. Next, Space Ghost comes face to face with the disturbing antics of Bill Manspeaker, of the schlock rock group \"Green Jelly\". We take you now to the re-enactment of a scene from the episode \"Freak Show\", in which Mr. Manspeaker appears before Space Ghost, in a fearsome and elaborate costume. Our hero expresses his frustration, at Moltar's apparent inability to produce a guest who is not, as Space Ghost says, \"a freak.\" And now, our word-for-word re-enactment, of an amazing conversation, that took place at a certain time, in a certain dimension, somewhere deep in space. (eerie sound effect)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Hello there, Mr. Space Ghost, where are you?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "And just who are you supposed to be?"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "I'm 100% stupid."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(pause) Moltar, do you have any non-freaks to put in my monitor?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Well... no."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh, well that's just great!"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Whe- where's Space Ghost?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh, shut up!"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "I, I want Space Ghost now! Where is he?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(stares back)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Are, are you like Jeannie or Bewitched?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(stares back)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "First we start it off with a little guitar (plays air guitar chord) And then I go, \"Yeaaaaaah!\" And then the girls go, \"Woooooo!\" And then I go, \"Hot mamas!\" And then they go, \"Here's a whole bunch o' money!\" I take the money; then I go out and I try to buy Apple Jacks, but you know, then the secret service is comin', and got hittin' me, and I'd say, \"Stop hittin' me, who's hittin' you, stop it!\""
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(stares back)"
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "You look like a woman on TV."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay, that's it. I can't take this anymore."
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Space Ghost, no, don't leave me!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(zaps the monitor with his destructo ray) Anybody have any idea who that was?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Some lost soul, cowering behind some cheap costume, afraid to reveal his true identity."
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "(claps) And so we conclude this amazing re-enactment of a scene from the classic superhero Space Ghost and his show, \"Space Ghost Coast to Coast\". This is James Kirkconnell saying, we'll be back in a minute with more re-enactments."
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "Welcome back to our presentation of famous scenes from \"Space Ghost Coast to Coast\", interpreted by the Ghost Planet Dinner Theatre Ensemble, of Doraville, Georgia. I'm James Kirkconnell, your host. On March 31st, 1995, superhero Space Ghost welcomed as his guest Michael Stipe, from the acclaimed and popular rock combo, \"R.E.M.\" In this re-enactment of a scene from the episode entitled \"Hungry\", Space Ghost and his band leader Zorak are joined by Raymond, Zorak's small nephew. And now, relax and enjoy our word-for-word re-enactment, of an amazing conversation that took place at a certain time, in a certain dimension, somewhere deep in space. (eerie sound effect)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay, Mike, I'm going to send you a high-pitched message that only you can hear!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(to himself) Why me?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(opens mouth, extremely high pitch sound)"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "(tilts head to one side) No message, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay then, sing that song, sing that, \"Shiny Shiny People\" song."
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "No."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I'll get you started. (sings) \"Shiny shiny people, shiny shiny people...\""
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "I hate that song, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh, me too, Michael, me too. Say, Mike, do think I'm a shiny shiny person?"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "I would say yes."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yes?"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "Yes."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You're sure?"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "Yes, absolutely."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You don't see some dark, horrible corner inside of me somewhere?"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "No, none."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay. You're sure?"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "Yep."
    },
    {
      "speaker": "Zorak",
      "dialogue": "I have a question. Is that you in the corner?"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "(looks down under glasses)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(points) That way, in the corner! (picture of Zorak's band, with Michael Stipe's face in lower right corner of screen, rubbing front teeth)"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "Yeah, that's me in the corner, yeah."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Freaky!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "So what's next for you? What's on your plate? (stomach growls) Oooh!"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "Uh, I'm, I'm going to drive to dinner."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Take us!"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "No."
    },
    {
      "speaker": "Raymond",
      "dialogue": "I wanna go!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Take us, please!"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "No."
    },
    {
      "speaker": "Zorak",
      "dialogue": "C'mon, Stipe! Give us a break! Buy us some dinner!"
    },
    {
      "speaker": "Raymond",
      "dialogue": "I wanna sit down."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Shut up!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Well, how about him, will he take us?"
    },
    {
      "speaker": "Michael Stipe",
      "dialogue": "(in the corner) Yes, absolutely!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Great! See you! (zaps Michael off screen of main monitor)"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(to Michael in control room) Just me, Moltar, outta lines, hangin' out."
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "(claps) Space Ghost, Zorak, and his nephew Raymond, never made the proposed dinner with Mr. Stipe, as Raymond was tragically devoured by Zorak, as an off-camera snack. Those hungry for high drama will relish our final re-enactment, a legendary scene from the episode entitled \"Banjo\", in which Space Ghost nurtures a small sea monkey into a horrific aberration intent on destroying his talk show set. Joining Space Ghost is comic performer Weird Al Yankovic. And now behold our final word-for-word re-enactment of the evening, which begins with an amazing conversation: one that took place at a certain time, in a certain dimension, somewhere deep in space. (eerie sound effect)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Zorak's wacky. Ain't he?"
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "Uh, sure, um. Hey, Zorak, you evil locust!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Mantis!"
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "My powers are beyond your comprehension."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(eyes spinning) Do a B flat."
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "Baaaaaaaaa! (does a really high B flat)."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(joins in, slightly off key, trying several times) Baaaaaaaaaaaa! Aaaaaaaaaa! Aaaaaaaaaaa!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Now, contort your body."
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "Okay. (contorts his body.)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Baaaaaaaa.. what does that feel like?"
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "Well, it's kinda painful and it kinda feels good at the same time."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You mean like when your enemy is shaving your back and..."
    },
    {
      "speaker": "Moltar",
      "dialogue": "(shivering) Oh-h-h-h-h-h!"
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "(still contorted) Can you help me here, Space Ghost?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "What?"
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "Can you help me?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oh, yeah, yeah. (says \"spell\"; Al un-contorts) You know, that reminds me of a story... a story about a little pellet who, with a little grit and a lot of sheer will, became a Sea Monkey..."
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "He also shot a man in Reno just to watch him die."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(laughs) And you know, Al, that little Sea Monkey is named... Banjo."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Here, Banjo! (Banjo appears on the set, looking like a Chinese New Year dragon)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Banjo!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Here, shrimp."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Aren't you plucky! Finding your way to the set..."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Uh oh. (gets blasted)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Jumpin' jujubes!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Man, that's a big shrimp!"
    },
    {
      "speaker": "Weird Al Yankovic",
      "dialogue": "Well, I gotta go now! (waves, ducks out of his chair and leaves)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "No, Banjo! Why are you doing this? I gave you life!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "No!! (gets blasted again by Banjo)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "What have I unleashed! (in a low voice) That's it boy. Come get some."
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "At this moment in the episode entitled \"Banjo\", explosions rock the set, causing our brave host to plummet from the sky, falling on his superheroic behind. We pick up the episode in time for Space Ghost's closing soliloquy."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Why do we always hurt the ones we love? Why, Banjo? Why?! Banjo! Banjo! Banjooooo!"
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "(claps) And so we have a very grieve Space Ghost, to the end of Banjo, not to mention a lesson learned about the danger of sea monkey kits in space. We hope you have enjoyed our re-enactments, assisted by the Ghost Planet Dinner Theatre Ensemble, of Doraville, Georgia."
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "(claps) Tonight, you have witnessed re-enactments of fantastic adventures, both amazing and profound. This is James Kirkconnell for Space Ghost Coast to Coast, in a certain time, in a certain dimension, bidding you farewell."
    },
    {
      "speaker": "Bill Manspeaker",
      "dialogue": "Stop hittin' me, who's hittin' you, stop it!"
    },
    {
      "speaker": "James Kirkconnell",
      "dialogue": "(a single clap)"
    }
  ],
  "air_date": null
}