{
  "title": "Episode 57 - \"Joshua\"",
  "url": "?ep=57&fmt=0",
  "guest_stars": "Tony Bennett, Tom Arnold, Afro-Plane, Kathy Kinney, Ginny, the Dog Who Saves Cats, Paul Gilmartin, Annabelle Gurwitch, John Flansburgh, William, the King of Imagination, Ryah Rosenberg, Sean Medlock",
  "synopsis": null,
  "transcript": [
    {
      "speaker": "Choose a format",
      "dialogue": "Regular Table Indented Condensed"
    },
    {
      "speaker": "Announcer",
      "dialogue": "He's brash. He's bold. And, he takes no prisoners, except for Moltar and Zorak."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Hey, how ya doin'?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(aiming his power bands) This ray has your name on it, but only if your name is Destructo. Peter Destructo."
    },
    {
      "speaker": "Announcer",
      "dialogue": "His name?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Space Ghost!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Yes, he's Space Ghost, and he's your new world-wide marketing tool 2000. When it comes to your product or business, he's your space age pack horse."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(at his desk) Saddle me up, and ride me into the future."
    },
    {
      "speaker": "Announcer",
      "dialogue": "Hi, I'm David Caldwell, get ready for the adventure of a lifetime. Space Ghost 2000, rocketing into the future!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Welcome to Ghost Planet Industries, gateway to humor for literally hundreds of television viewers. It all starts with the Space Ghost from Coast to Coast writers. Here they are, hard at work, fine-tuning a script for an upcoming episode. We'd better leave them to their work, they've got more comedy to write. Each of the jokes written by the comedy writing team are factory tested in a GPI research laboratory, using randomly selected focus group viewers."
    },
    {
      "speaker": "Zorak",
      "dialogue": "That's not my hand, it's my pincer."
    },
    {
      "speaker": "Announcer",
      "dialogue": "Oh, that line needs a little reworking. (\"pincer\" is erased on chalk board; then, Andy gets an idea)"
    },
    {
      "speaker": "Zorak",
      "dialogue": "That's not my hand, it's my butt."
    },
    {
      "speaker": "Announcer",
      "dialogue": "Looks like we've got a winner! We'll take a closer look at closer look at the making of Space Ghost from Coast to Coast in a moment. But first..."
    },
    {
      "speaker": "Announcer",
      "dialogue": "It's a brand new world, everything you wear."
    },
    {
      "speaker": "Announcer",
      "dialogue": "The sneakers on your feet: branded"
    },
    {
      "speaker": "Announcer",
      "dialogue": "The hat on your head: branded."
    },
    {
      "speaker": "Announcer",
      "dialogue": "How about the coffee you drink? All branded."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "It's time for me, and you, to learn a little bit about branding."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Space Ghost, do you mean \"branding\" with a hot iron?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Ha ha ha heh. No, Moltar, not that type of branding."
    },
    {
      "speaker": "(Moltar's monitor says",
      "dialogue": ")"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Then tell us, Space Ghost, what's \"branding\"?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Here, let me explain. Let's say you have a rowboat, a cow, and the big man."
    },
    {
      "speaker": "Zorak",
      "dialogue": "You mean Clarence Clemmons?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Of course. Now, the cow wants to transport Clarence across the river. But remember, the cow is on fire, and Clarence has no hands or bucket, so he has to untilize his hooks, and the mighty power of his saxophone!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Space Ghost is talking about the three R's: Reliability, Ratings, and (Relivery, replaced by) Delivery. Let's start with R number one:"
    },
    {
      "speaker": "Announcer",
      "dialogue": "(multicolor text \"RESEARCH\" flies across screen, followed by various film clips) Based on our analysis of relative price value factors, subjective hosted product placement decisions versus generic yield acceptibility, our directly linked network programming identity and the investment in demographic icon synergisticality."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(pops his head in) It's that simple, and that hard."
    },
    {
      "speaker": "Announcer",
      "dialogue": "Let's look at R number two: (multicolor text \"POWER\" flies across screen)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "What's the real power of me?"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Space Ghost is talking about the Feature Benefit Model (subtitle: FEATURE BENEFIT MODEL)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Remember, 'power' is not a dirty word."
    },
    {
      "speaker": "Announcer",
      "dialogue": "In a moment, we'll take a closer look at Space Ghost as a Feature Benefit Model (subtitle: FEATURE BENEFIT MODEL)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(looking at his image in the studio monitor) I'm starting with the man in the mirror."
    },
    {
      "speaker": "Announcer",
      "dialogue": "First, this:"
    },
    {
      "speaker": "Announcer",
      "dialogue": "An integral element of the success that is Space Ghost from Coast to Coast is the remarkable celebrity interviews."
    },
    {
      "speaker": "(Moltar's monitor says",
      "dialogue": ")"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Here's a sneak peek at an upcoming interview with the one and only Tony Bennett."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Greetings!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Let's join Space Ghost and the star of \"Car Pool\" and \"Big Bully\", Tom Arnold."
    },
    {
      "speaker": "Tom Arnold",
      "dialogue": "Actually, that second show was called \"Tom\". This show is called \"The Tom Show\", which is different. And that, because I think it's easier to find in the TV Guide."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You should call it \"Tommy\"."
    },
    {
      "speaker": "Tom Arnold",
      "dialogue": "Yeah, I thought of that, my grandma would like that. Um, but, you know, I'm not sure..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "How about \"Tom Tom the Tom\"?"
    },
    {
      "speaker": "Tom Arnold",
      "dialogue": "What was that again? \"Tom Tom the Tom\"?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "No, \"Tom Tom the Tom Tom.\" Tom."
    },
    {
      "speaker": "Tom Arnold",
      "dialogue": "That's, that's, that's good. I mean, that's, that's okay..."
    },
    {
      "speaker": "Moltar",
      "dialogue": "(walks away from control room monitor)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Hey! Moltar, put your pants on and direct the show!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Get lost, man!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Let's stop here. We don't want to give too much away. Now let's listen as Space Ghost tells us about some of his upcoming guests."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Rap group Afro-Plane. Female Kathy Kinney. Ginny, The Dog Who Saves Cats. \"Dinner and A Movie\" hosts Paul and Annabelle."
    },
    {
      "speaker": "Paul Gilmartin",
      "dialogue": "How ya doin', Space Ghost?"
    },
    {
      "speaker": "Annabelle Gurwitch",
      "dialogue": "Oh, hey there!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "From the pop group \"They Might Be Giants\", John Flansburgh. And special surprise guest, William, the King of Imagination!"
    },
    {
      "speaker": "William",
      "dialogue": "My name is William, I am the King of Imagination. I am a modern wizard in training."
    },
    {
      "speaker": "Announcer",
      "dialogue": "Sporting goods."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Tennis, anyone?"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Psychic advisor."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Only I can see your future. I've been there!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Dermatological creams and jellies."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(his zits disappear with a flash) Wow! Look out, girls!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Who can turn the world on with a smile?"
    },
    {
      "speaker": "(Moltar's monitor says",
      "dialogue": ")"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(pulls lever) Space Ghost! (monitor shows Space Ghost, his smile sparkles)"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Who can take a nothing day, and suddenly make it all seem worthwhile? (Space Ghost dances at his desk)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You know who!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "That's right! And you too can take advantage of this manly lantern-like jaw. I mean, look at it!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(closeup of his jaw) Eh? There you go."
    },
    {
      "speaker": "Announcer",
      "dialogue": "Just think of how exciting your next corporate retreat will be with a special appearance by the man himself. (monitor shows Space Ghost dancing with a group of people at a corporate retreat)"
    },
    {
      "speaker": "(Moltar's monitor says",
      "dialogue": ")"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(pulls lever) Space Ghost!"
    },
    {
      "speaker": "(Moltar's monitor says",
      "dialogue": ")"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Here's a sample:"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(at his desk) Greetings, heating and cooling fixtures executives of America! Climate control! Am I right? (taps his card)"
    },
    {
      "speaker": "Announcer",
      "dialogue": "But that's not all. Space Ghost can also take care of all your landscaping needs, home or office."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(riding a lawn tractor) Dyin' out here! Can I get a glass of water?"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Imagine the envy of your business competitors when they see Space Ghost bush-hogging your shrubbery."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(as his cape gets caught in the mower) Oh! My cape! My cape! Aaaaaaa!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Still not convinced? For a limited time only, if you take advantage of the power of the Space Ghost, you'll receive this deluxe cannister set! Think of it, a dashing superhero, and a deluxe cannister set, available this calendar year. And also, this shiny object! You heard right, a dashing superhero, a deluxe cannister set, and a shiny object, all in one out-of-this-world package! Oooh, and hey, look at this! (the old \"disconnected thumb trick) (rim shot) Ow! How does he do that? I wonder... Now, look over here."
    },
    {
      "speaker": "Announcer",
      "dialogue": "Zorak's in the recording studio, about to record those funny lines that the writers were writing earlier. Let's listen:"
    },
    {
      "speaker": "Zorak",
      "dialogue": "That's not my hand; it's your butt."
    },
    {
      "speaker": "Moltar",
      "dialogue": "No no no, my butt."
    },
    {
      "speaker": "Zorak",
      "dialogue": "Well, that's what I'm sayin'. It's your butt."
    },
    {
      "speaker": "Moltar",
      "dialogue": "No, it's not your butt: my butt."
    },
    {
      "speaker": "Zorak",
      "dialogue": "That's what I just said: your butt."
    },
    {
      "speaker": "Moltar",
      "dialogue": "My butt!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "So... your butt."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Just do the line!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "From there, the tapes are put in a magic closet where they will sit for three magical days. After this magical waiting period, the tapes are then put.. somewhere. But, that's not important. What's important is that Space Ghost is your ticket to a solid financial future. (big $ appears, with cash register sound)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Your opportunity is unlimited!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Fermez la bouche!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "(laughs) What does that mean?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "It means \"shut your mouth\"!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "But I'm not even on your planet!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(pause) Who are you?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(laughs)"
    },
    {
      "speaker": "Announcer",
      "dialogue": "As you can plainly see, life on the Ghost Planet is really fun! And you can be a part of that fun! Let's take a closer look."
    },
    {
      "speaker": "(Moltar's monitor says",
      "dialogue": ")"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Ho ho, yeah!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(behind a huge can of Mendoza's Tomato Juice) Drink this juice! It's goooood stuff!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "When it comes time to allocate your advertising dollars, and/or to make your endorsement selections, please let the Space Ghost be a part of the future of you!"
    },
    {
      "speaker": "Announcer",
      "dialogue": "Why? Because Space Ghost from Coast to Coast is a solution with real value."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(sputters) That makes sense even to a brash superhero such as me!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "That's right, SG."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "That's right, Moltar."
    },
    {
      "speaker": "Zorak",
      "dialogue": "That's right, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "That's right, Zorak."
    },
    {
      "speaker": "Brak",
      "dialogue": "That's right, Space Ghost, Zorak, and Moltar."
    },
    {
      "speaker": "Announcer",
      "dialogue": "That's right, guys. I guess that's why we call Space Ghost from Coast to Coast a valuable solution with real."
    },
    {
      "speaker": "Announcer",
      "dialogue": "(a high-speed montage of past episode clips, plus a few surprises) So, what have we learned? (laughs) Heck, I don't know. That this is one crazy show! And, I'm Dick Dickenbach. Bye now!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(invisos in) Hello, I'm Space Ghost. My guests are the winners of the \"Haikuin' for Space Ghost\" contest, Ryah Rosenberg and Sean Medlock. Zorak, play me to the desk and let's get this over with."
    },
    {
      "speaker": "Zorak",
      "dialogue": "(plays some wailing Sharrock guitar on his keyboard)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(invisos to desk) Now, let's meet our first winner, Ryah Rosenberg."
    },
    {
      "speaker": "Ryah Rosenberg",
      "dialogue": "(lowers from ceiling on monitor) Hey, great to be here."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Tell us a bit about yourself."
    },
    {
      "speaker": "Ryah Rosenberg",
      "dialogue": "I am from Phoenix, Arizona..."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay, read your thing."
    },
    {
      "speaker": "Ryah Rosenberg",
      "dialogue": "All right, my winning haiku went something like this:I'll level with you:Let me on your show, I wantA day off from school."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(pause) (blasts her from the monitor) Moltar, send out the other one."
    },
    {
      "speaker": "Moltar",
      "dialogue": "(Monitor text alternates between:)"
    },
    {
      "speaker": "Sean Medlock",
      "dialogue": "(makes faces and funny noises)"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Oops! (laughs) (throws lever) Oops! (throws lever again and again, making Sean contort) Oops! (laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Moltar! Send out the other one!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Awright, awright. (throws lever, sending Sean to studio monitor)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay, Medlock, read your deal."
    },
    {
      "speaker": "Sean Medlock",
      "dialogue": "I hope I don't win,The rules say to bring a friend,I don't have any."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You won for that?"
    },
    {
      "speaker": "Sean Medlock",
      "dialogue": "Mmm hmm, kind of surprising, isn't it?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yup. Goodnight, everybody."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "This is the end of the show."
    }
  ],
  "air_date": null
}