{
  "title": "Elevator",
  "url": "?ep=03&fmt=0",
  "guest_stars": "Judy Tenuta, Timothy Leary, Ashley Judd",
  "synopsis": "Self-proclaimed goddess of the galaxy Judy Tenuta and Space Ghost decide to visit the Elvis Chapel in Las Vegas. Space Ghost also talks with Dr. Timothy Leary, a man branded by Nixon as \"the most dangerous man alive.\" Then, it's tacos for everybody, even actress Ashley Judd.",
  "transcript": [
    {
      "speaker": "Choose a format",
      "dialogue": "Regular Table Indented Condensed"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(invisos in to set) Greetings! I am Space Ghost. Welcome to the show. Appearing with us on this episode will be the comedienne Judy Tenuta, and the dissident Dr. Timothy Leary. Say hello to my band, Zorak and the Original Way Outs!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Let's get started! Please welcome stand-up comedienne Judy Tenuta!"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "(laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Welcome to my show, Citizen Tenuta!"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "(in falsetto voice) Oh, hello!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "How was the transport to the Ghost Planet? Are you comfortable?"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Oh, I would be a lot more comfy if I could sit on you, Space Ghost! (plays accordion) You should be my furniture!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(blushes, laughs nervously) Um, Judy, what is your true form? Tell me your secret identity."
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Space Ghost! Then it would not be a secret! Come clo-o-oser to the goddess, and I will tell you (Space Ghost scoots closer) No! Not that close! You cannot possess me! (he scoots back) No! O-o-o-oh! I am the Goddess of the Galaxy! (plays accordion) Also known as (voice change) Rue McClanahan!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Yes! The Golden Girls! I love the one where they all eat contaminated Geritol and die!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Zorak, that's not one of their episodes!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Well, it should have been."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Judy, what sort of super-powers do you possess?"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Sometimes I get possessed, I get possessed by others, like Cher! Oh no, here she comes! (doing Cher impression, sings) \"Ohhh, if I could turn back time...\" (romantic music swells in background) What does that do for you, Space Ghost? (she winks, her eye sparkles)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I see you have your accordion. I command you to play it!"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Space Ghost! The Goddess does not take orders! No! Take that back, take that back! Get on your knees and beg me!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "No, I think not."
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Okay, I'll do a song for you now. (plays accordion and sings:)Ohhhh! I love Space Ghost,He's a hot stud, yeah...Polka!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(laughs) Judy, tell me, is there anything you admire about me?"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Oh, Space Ghost, I love it that you are invisible, and that you don't eat my food, because you're a cartoon character, you know, like my big fat roommate Blowsanne! (does Roseanne voice) Hey, Judy, hey, I want that donut 'n stuff! (makes raspberry sound)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "It sounds like you have many friends. Do people want to be your friend because you're so famous?"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Space Ghost, you must remember one thing: friends are just enemies who don't have the guts to kill you!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Judy, are friends just enemies who don't have the guts to kill you?"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Yes! Friends are just enemies who don't have the guts to kill you!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Listen, are you ever going to play Vegas?"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "That's right, and I'm engaged to Sigfried and Roy, and I get to be the husband! It could happen! (plays accordion)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Maybe you and I could go to Vegas, visit the Elvis chapel?"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Yeah! That could happen, my hormones are slam dancin'! I think I have to sing about it! (plays accordion and sings:)Space Ghost, Space Ghost,He's got muscles that you can't see,Space Ghost, Space Ghost,And he can count to three,Space Gho-o-ost!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "She digs me! (flies through ceiling into space)"
    },
    {
      "speaker": "Judy Tenuta",
      "dialogue": "Can you handle it, hog? (she disappears from monitor)"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Is he gone?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Yes!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Let's get out of here!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Hey, Jack!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "How are the kids, Jack? (laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(lands on floor in studio) Ouch! Where'd everybody go?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "(in elevator) He's pathetic! (laughs with Zorak)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Hello? I've got to find these guys! (flies back into space) We'll be back after a word from our sponsor."
    },
    {
      "speaker": "",
      "dialogue": "INTERRUPT FEED"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(hums to himself) All right! We're back. As you know, I got my start in show business doing action adventure. To keep with that tradition, I have a few rare clips that Moltar has found back in the vault. The good people of Earth call them \"blooters.\""
    },
    {
      "speaker": "Moltar",
      "dialogue": "That's bloopers, Space Fool!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Bloopers."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Oh, how I hate you."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Acknowledged. Now, there are some days when it seems like nothing goes right. Roll the clip."
    },
    {
      "speaker": "Director",
      "dialogue": "Cut! Space Ghost! That was my car!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Oops! Sorry, Mr. Landis."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(puts his hand over his face) Moltar, stop! I am embarrassed!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Too bad! (continues to laugh, rolls next clip)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(on blooper reel) (blasting with destructo ray) Hey, how do you turn these things off? Unplug me! Unplug me!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Enough, you fiend! Cut it out!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Space Ghost, can I ask you something?"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Sure!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Why are you so stupid? (laughs with Moltar)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Stupid? Who was waiting for you clowns when you got off the elevator?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "You were."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Alrighty! Our next guest has been called Uncle Tim, the guru of psychedelic utopians. Please welcome citizen Dr. Timothy Leary! (Dr. Leary appears on monitor) Welcome to the show, Dr. Leary. Do you have enough oxygen?"
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "(talks but no sound comes out) (Zorak laughs)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Moltar, turn on his mike!"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Whuh oh! (throws switch to turn on microphone)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "We all make mistakes, just make that your last, Moltar."
    },
    {
      "speaker": "Moltar",
      "dialogue": "Yeah, whatever. (laughs) (Space Ghost blasts him) Aaagh!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "(laughs) (Space Ghost blasts him, too) No!!"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(laughs) Now Timothy, tell me, what's your secret identity?"
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "I'm an outlaw, I'm a, a counter-culture person, and that's where I like to be, out there on the, on the front lines, uh, with my friends."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "What sort of super-powers do you possess?"
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "Oh, we flood your eyeballs, over, overload your, uh, your earballs, I give you patterns and swirls of color, and, uh, makin' you feel better and better, yeah, the power of using light to, uh, to enhance consciousness and alter consciousness is the tricks I'm using now, and, so far, they're legal, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Now, Tim, people depend on me to defend their planets and save millions of innocent lives from impending doom. What do you feel people expect from you?"
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "Uh, Richard Nixon called me -- I'm proud of this, Space Ghost -- he called me the most dangerous man alive, and of course, I tried to be as dangerous to him as I could be. Outsiders, uh, like me a lot because I've given the man fits, so I've got a lot of friends out there."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Let me ask you one thing: are friends just enemies who... um, anyway, I fly, you don't."
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "Yeah."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "I'm a super-hero, you're not."
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "It's alright."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "You must be in awe of my extraordinary powers."
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "I agree, uh, you're my idol, and I hope in my next, uh, incarnation I'll, I'll be floatin' up there with you, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Yeah, whatever. Thanks, Tim, come see us again, won't you?"
    },
    {
      "speaker": "Timothy Leary",
      "dialogue": "Oh no... (image fades away)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Okay! That's it! Let's go get some tacos!"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Alright! (laughs)"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Space Ghost! You have an incoming transmission. (control room monitor displays a TBS logo, followed by a graphic reading \"HERE IS WHAT WE DO!\" with a smiley face button. Announcer on the monitor says \"Here is what we do.\")"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Well? Who is it?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "It's Ashley Judd, Space Ghost."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Ashley Judd? I thought she was next week! Alright, put her through. I'm famished! Greetings, Ashley, we're hungry! Would you like to run out and get us some tacos?"
    },
    {
      "speaker": "Ashley Judd",
      "dialogue": "Not particularly."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Well then, could you whip us up some?"
    },
    {
      "speaker": "Ashley Judd",
      "dialogue": "I can bake really good chocolate pies."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Tacos, Ashley, tacos. You know, Mexican. We're out of here, you're welcome to join us at the Taco Bonito. Zorak, on the one!"
    },
    {
      "speaker": "Ashley Judd",
      "dialogue": "I can bake really good chocolate pies."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "(hums) So, anyone watch \"Seinfeld\" last night?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "Yeah."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Was it a repeat?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "There's something on your cape."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Has it been there all night?"
    },
    {
      "speaker": "Moltar",
      "dialogue": "It's... not that noticeable. (ding!) (door opens, somebody steps in)"
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "How ya doin'?"
    },
    {
      "speaker": "Person",
      "dialogue": "Alright."
    },
    {
      "speaker": "Space Ghost",
      "dialogue": "Good, good, good. (ding!) (ding!) (ding!) (ding!) Zorak, are you sure you know where this restaurant is?"
    },
    {
      "speaker": "Zorak",
      "dialogue": "Yes! (door opens) Oops, wrong floor. I... think it's the next one."
    }
  ]
}